Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Per-session deep-dive: hero verdict, autonomic / cardiopulmonary analysis, route map, splits, methodology. Generated for any workout in your archive.
ar: تحليل معمّق لكل جلسة: الخلاصة الرئيسية، التحليل الذاتي/القلبي الرئوي، خريطة المسار، الأشواط، المنهجية. يتم إنشاؤه لأي تمرين في أرشيفك.
da: Dybdegående gennemgang pr. session: hovedvurdering, autonom/kardiopulmonal analyse, rutekort, mellemtider, metode. Genereres for enhver træning i dit arkiv.
de: Detailanalyse pro Sitzung: Hauptbefund, autonome/kardiopulmonale Analyse, Routenkarte, Zwischenzeiten, Methodik. Wird für jedes Training in deinem Archiv erstellt.
es: Análisis detallado por sesión: veredicto principal, análisis autonómico/cardiopulmonar, mapa de ruta, parciales, metodología. Se genera para cualquier entrenamiento de tu archivo.
fi: Istuntokohtainen syväanalyysi: pääarvio, autonominen/kardiopulmonaalinen analyysi, reittikartta, väliajat, menetelmä. Luodaan mille tahansa arkistosi harjoitukselle.
fr: Analyse approfondie par session : verdict principal, analyse autonome/cardiopulmonaire, carte de l'itinéraire, intermédiaires, méthodologie. Générée pour tout entraînement de votre archive.
is: Ítarleg greining á hverri lotu: aðalniðurstaða, sjálfvirk/hjarta- og lungnagreining, leiðakort, millitímar, aðferðafræði. Búin til fyrir hvaða æfingu sem er í safninu þínu.
it: Analisi approfondita per sessione: verdetto principale, analisi autonoma/cardiopolmonare, mappa del percorso, parziali, metodologia. Generata per qualsiasi allenamento nel tuo archivio.
ja: セッションごとの詳細分析：主要な所見、自律神経・心肺分析、ルートマップ、ラップ、手法。アーカイブ内のあらゆるワークアウトに対して生成されます。
ko: 세션별 심층 분석: 주요 평가, 자율신경/심폐 분석, 경로 지도, 구간 기록, 방법론. 아카이브의 모든 운동에 대해 생성됩니다.
nb: Dybdeanalyse per økt: hovedvurdering, autonom/kardiopulmonal analyse, rutekart, mellomtider, metodikk. Genereres for enhver økt i arkivet ditt.
nl: Diepgaande analyse per sessie: hoofdoordeel, autonome/cardiopulmonale analyse, routekaart, tussentijden, methodiek. Gegenereerd voor elke training in je archief.
pt_br: Análise aprofundada por sessão: veredito principal, análise autonômica/cardiopulmonar, mapa de rota, parciais, metodologia. Gerada para qualquer treino no seu arquivo.
ru: Подробный разбор каждой сессии: главный вывод, автономный/кардиопульмональный анализ, карта маршрута, отрезки, методология. Создаётся для любой тренировки в вашем архиве.
sv: Djupanalys per session: huvudomdöme, autonom/kardiopulmonell analys, ruttkarta, deltider, metodik. Genereras för valfritt pass i ditt arkiv.
zh_hans: 逐次记录深度分析：核心结论、自主神经/心肺分析、路线地图、分段、方法说明。可为存档中的任何训练生成。

source: Per-session detail (%lld sessions)
ar: تفاصيل لكل جلسة (%lld جلسة)
da: Detaljer pr. session (%lld sessioner)
de: Details pro Sitzung (%lld Sitzungen)
es: Detalle por sesión (%lld sesiones)
fi: Istuntokohtaiset tiedot (%lld istuntoa)
fr: Détail par séance (%lld séances)
is: Upplýsingar eftir lotum (%lld lotur)
it: Dettaglio per sessione (%lld sessioni)
ja: セッションごとの詳細（%lld セッション）
ko: 세션별 세부 정보(세션 %lld개)
nb: Detaljer per økt (%lld økter)
nl: Details per sessie (%lld sessies)
pt_br: Detalhe por sessão (%lld sessões)
ru: Подробности по сессиям (%lld сессии)
sv: Detaljer per session (%lld sessioner)
zh_hans: 每条记录详情（%lld 个记录）

source: Percentage of beats the cleaner had to interpolate or drop.
ar: نسبة النبضات التي اضطر المنقّي إلى استيفائها أو إسقاطها.
da: Procentdel af slag, som rensningen måtte interpolere eller kassere.
de: Anteil der Schläge, die die Bereinigung interpolieren oder verwerfen musste.
es: Porcentaje de latidos que el limpiador tuvo que interpolar o descartar.
fi: Osuus lyönneistä, jotka puhdistin joutui interpoloimaan tai hylkäämään.
fr: Pourcentage de battements que le nettoyage a dû interpoler ou écarter.
is: Hlutfall slaga sem hreinsunin þurfti að brúa eða henda.
it: Percentuale di battiti che il filtro ha dovuto interpolare o scartare.
ja: クリーナーが補間または破棄せざるを得なかった拍の割合。
ko: 클리너가 보간하거나 버려야 했던 박동의 비율.
nb: Andel slag som rensingen måtte interpolere eller forkaste.
nl: Percentage slagen dat de opschoning moest interpoleren of verwerpen.
pt_br: Porcentagem de batimentos que a limpeza teve de interpolar ou descartar.
ru: Доля ударов, которые очистка интерполировала или отбросила.
sv: Andel slag som rensningen behövde interpolera eller kasta.
zh_hans: 清洗过程中不得不插值或丢弃的心跳占比。

source: Percentage of NN50
ar: نسبة NN50
da: Procentdel af NN50
de: Prozentsatz von NN50
es: Porcentaje de NN50
fi: NN50:n osuus
fr: Pourcentage de NN50
is: Hlutfall NN50
it: Percentuale di NN50
ja: NN50 の割合
ko: NN50 비율
nb: Prosentandel av NN50
nl: Percentage van NN50
pt_br: Porcentagem de NN50
ru: Доля NN50
sv: Andel av NN50
zh_hans: NN50 占比

source: Percentage of successive RR intervals differing by more than 50ms — a simple parasympathetic marker that correlates strongly with RMSSD. Values above 20% suggest strong vagal tone; below 5% suggest reduced beat-to-beat variability, often seen with heavy training load, poor sleep, or stress.
ar: نسبة فترات RR المتتالية التي تختلف بأكثر من 50 مللي ثانية — مؤشر بسيط للنشاط نظير الودي يرتبط بقوة بـ RMSSD. القيم فوق 20% توحي بنبرة مبهمية قوية؛ ودون 5% توحي بتباين ضعيف بين النبضات، وهو ما يظهر غالبًا مع حمل تدريبي ثقيل أو نوم رديء أو إجهاد.
da: Andelen af successive RR-intervaller, der afviger mere end 50 ms — en simpel parasympatisk markør, der korrelerer stærkt med RMSSD. Værdier over 20% tyder på stærk vagal tonus; under 5% tyder på reduceret slag-til-slag-variabilitet, ofte set ved hård træningsbelastning, dårlig søvn eller stress.
de: Anteil aufeinanderfolgender RR-Intervalle mit mehr als 50 ms Unterschied — ein einfacher parasympathischer Marker, der stark mit RMSSD korreliert. Werte über 20% sprechen für starken Vagustonus; unter 5% für verringerte Schlag-zu-Schlag-Variabilität, wie sie oft bei hoher Trainingsbelastung, schlechtem Schlaf oder Stress auftritt.
es: Porcentaje de intervalos RR sucesivos que difieren en más de 50 ms — un marcador parasimpático sencillo que correlaciona con fuerza con el RMSSD. Valores por encima del 20% sugieren un tono vagal fuerte; por debajo del 5%, una variabilidad latido a latido reducida, algo frecuente con cargas de entrenamiento altas, mal sueño o estrés.
fi: Niiden peräkkäisten RR-välien osuus, jotka eroavat yli 50 ms — yksinkertainen parasympaattinen mittari, joka korreloi vahvasti RMSSD:n kanssa. Yli 20% viittaa vahvaan vagaalitonukseen; alle 5% vähentyneeseen lyönnistä lyöntiin -vaihteluun, jota nähdään usein kovan harjoituskuorman, huonon unen tai stressin yhteydessä.
fr: Pourcentage d’intervalles RR successifs différant de plus de 50 ms — un marqueur parasympathique simple, fortement corrélé au RMSSD. Au-dessus de 20%, le tonus vagal est fort ; sous 5%, la variabilité battement à battement est réduite, ce que l’on observe souvent avec une charge d’entraînement élevée, un mauvais sommeil ou du stress.
is: Hlutfall samfelldra RR-bila sem munar meira en 50 ms — einfaldur sefkerfisvísir sem hefur sterka fylgni við RMSSD. Gildi yfir 20% benda til sterks vagus-tóns; undir 5% til minnkaðs breytileika milli slaga, sem sést oft við mikið æfingaálag, lélegan svefn eða streitu.
it: Percentuale di intervalli RR successivi che differiscono di più di 50 ms — un semplice marcatore parasimpatico fortemente correlato all’RMSSD. Valori sopra il 20% indicano un tono vagale forte; sotto il 5% una variabilità battito-battito ridotta, spesso legata a carichi di allenamento elevati, sonno scarso o stress.
ja: 連続する RR 間隔のうち 50 ms を超えて異なるものの割合 — RMSSD と強く相関する、シンプルな副交感神経指標です。20% 超なら迷走神経緊張が強く、5% 未満なら拍間変動が低下していることを示し、高い練習負荷、睡眠不足、ストレス時によく見られます。
ko: 연속된 RR 간격 중 50 ms를 넘게 차이 나는 비율 — RMSSD와 강하게 상관되는 간단한 부교감 지표입니다. 20%를 넘으면 미주 긴장도가 강함을, 5% 미만이면 박동 간 변동이 감소했음을 뜻하며, 이는 높은 훈련 부하·나쁜 수면·스트레스에서 흔히 나타납니다.
nb: Andelen påfølgende RR-intervaller som avviker mer enn 50 ms — en enkel parasympatisk markør som korrelerer sterkt med RMSSD. Verdier over 20% tyder på sterk vagal tonus; under 5% på redusert slag-til-slag-variabilitet, ofte sett ved hard treningsbelastning, dårlig søvn eller stress.
nl: Percentage opeenvolgende RR-intervallen die meer dan 50 ms verschillen — een eenvoudige parasympathische marker die sterk samenhangt met RMSSD. Boven 20% duidt op sterke vagale tonus; onder 5% op verminderde slag-op-slag variabiliteit, vaak te zien bij zware trainingsbelasting, slechte slaap of stress.
pt_br: Porcentagem de intervalos RR sucessivos que diferem em mais de 50 ms — um marcador parassimpático simples, fortemente correlacionado ao RMSSD. Valores acima de 20% sugerem tônus vagal forte; abaixo de 5% sugerem variabilidade batimento a batimento reduzida, comum em cargas de treino altas, sono ruim ou estresse.
ru: Доля последовательных интервалов RR, различающихся более чем на 50 мс — простой парасимпатический маркер, сильно коррелирующий с RMSSD. Значения выше 20% говорят о сильном вагусном тонусе; ниже 5% — о сниженной межударной вариабельности, что часто бывает при высокой тренировочной нагрузке, плохом сне или стрессе.
sv: Andelen på varandra följande RR-intervall som skiljer sig mer än 50 ms — en enkel parasympatisk markör som korrelerar starkt med RMSSD. Värden över 20% tyder på stark vagal tonus; under 5% på minskad slag-till-slag-variabilitet, vilket ofta ses vid hög träningsbelastning, dålig sömn eller stress.
zh_hans: 相邻 RR 间期差值超过 50 ms 的比例 — 一个与 RMSSD 高度相关的简单副交感指标。高于 20% 提示迷走张力强；低于 5% 则说明逐拍变异降低，常见于训练负荷大、睡眠差或压力状态。

source: Percentage of time in bed actually spent asleep. Efficiency above 85% is considered good; above 90% is excellent. Low efficiency (<80%) usually means broken sleep or time in bed awake.
ar: نسبة الوقت في السرير الذي قضيته نائمًا فعلًا. تُعدّ الكفاءة فوق 85% جيدة، وفوق 90% ممتازة. أما الكفاءة المنخفضة (أقل من 80%) فتعني عادةً نومًا متقطعًا أو وقتًا مستيقظًا في السرير.
da: Andelen af tiden i sengen, du faktisk sov. Effektivitet over 85% regnes som god; over 90% er fremragende. Lav effektivitet (under 80%) betyder som regel afbrudt søvn eller vågen tid i sengen.
de: Anteil der Zeit im Bett, die tatsächlich schlafend verbracht wurde. Eine Effizienz über 85% gilt als gut, über 90% als hervorragend. Eine niedrige Effizienz (unter 80%) bedeutet meist unterbrochenen Schlaf oder wache Zeit im Bett.
es: Porcentaje del tiempo en la cama que realmente pasas dormido. Una eficiencia por encima del 85% se considera buena; por encima del 90%, excelente. Una eficiencia baja (menos del 80%) suele significar sueño interrumpido o tiempo despierto en la cama.
fi: Osuus sängyssä vietetystä ajasta, jonka todella nukuit. Yli 85%:n tehokkuutta pidetään hyvänä, yli 90% erinomaisena. Matala tehokkuus (alle 80%) tarkoittaa yleensä katkonaista unta tai valveilla oloa sängyssä.
fr: Part du temps passé au lit réellement passée à dormir. Une efficacité supérieure à 85% est considérée comme bonne ; au-dessus de 90%, excellente. Une faible efficacité (moins de 80%) signifie le plus souvent un sommeil entrecoupé ou du temps éveillé au lit.
is: Hlutfall þess tíma í rúminu sem þú svafst í raun. Skilvirkni yfir 85% telst góð; yfir 90% frábær. Lág skilvirkni (undir 80%) þýðir yfirleitt slitróttan svefn eða vökutíma í rúmi.
it: Percentuale del tempo a letto effettivamente trascorsa dormendo. Un’efficienza sopra l’85% è considerata buona; sopra il 90% è ottima. Un’efficienza bassa (sotto l’80%) di solito indica sonno interrotto o tempo sveglio a letto.
ja: 就床時間のうち、実際に眠っていた割合です。効率 85% 超は良好、90% 超は非常に良好とされます。効率が低い場合（80% 未満）は、たいてい睡眠の途切れや、目覚めたまま床にいる時間を意味します。
ko: 침대에 있던 시간 중 실제로 잠든 시간의 비율입니다. 효율 85% 초과는 양호, 90% 초과는 훌륭한 수준입니다. 효율이 낮으면(80% 미만) 대개 자주 깨는 수면이나 깨어 있는 채 침대에 있는 시간을 뜻합니다.
nb: Andelen av tiden i sengen du faktisk sov. Effektivitet over 85% regnes som god; over 90% er utmerket. Lav effektivitet (under 80%) betyr som regel oppstykket søvn eller våken tid i sengen.
nl: Percentage van de tijd in bed dat je daadwerkelijk sliep. Een efficiëntie boven 85% geldt als goed; boven 90% als uitstekend. Lage efficiëntie (onder 80%) betekent meestal onderbroken slaap of wakker in bed liggen.
pt_br: Porcentagem do tempo na cama efetivamente passado dormindo. Eficiência acima de 85% é considerada boa; acima de 90% é excelente. Eficiência baixa (abaixo de 80%) costuma significar sono interrompido ou tempo acordado na cama.
ru: Доля времени в постели, фактически проведённая во сне. Эффективность выше 85% считается хорошей, выше 90% — отличной. Низкая эффективность (ниже 80%) обычно означает прерывистый сон или время в постели без сна.
sv: Andelen av tiden i sängen som du faktiskt sov. Effektivitet över 85% räknas som god; över 90% är utmärkt. Låg effektivitet (under 80%) betyder oftast avbruten sömn eller vaken tid i sängen.
zh_hans: 卧床时间中真正处于睡眠状态的比例。效率高于 85% 视为良好，高于 90% 为优秀。效率偏低（低于 80%）通常意味着睡眠断续或清醒躺床时间较多。

source: Performance & Battery
ar: الأداء والبطارية
da: Ydeevne og batteri
de: Leistung & Akku
es: Rendimiento y batería
fi: Suorituskyky ja akku
fr: Performances et batterie
is: Afköst og rafhlaða
it: Prestazioni e batteria
ja: パフォーマンスとバッテリー
ko: 성능 및 배터리
nb: Ytelse og batteri
nl: Prestaties en batterij
pt_br: Desempenho e bateria
ru: Производительность и батарея
sv: Prestanda och batteri
zh_hans: 性能与电池

source: Performance Management Chart (PMC)
ar: مخطط إدارة الأداء (PMC)
es: Gráfico de gestión del rendimiento (PMC)
fi: Suorituskyvyn hallintakaavio (PMC)
fr: Graphique de gestion de la performance (PMC)
is: Frammistöðustjórnunarrit (PMC)
it: Grafico di gestione della performance (PMC)
ja: パフォーマンス管理チャート (PMC)
ko: 퍼포먼스 관리 차트 (PMC)
pt_br: Gráfico de gestão de desempenho (PMC)
ru: График управления результативностью (PMC)
zh_hans: 表现管理图 (PMC)

source: Periodic check-ins
ar: مراجعات دورية
da: Periodiske tjek
de: Regelmäßige Check-ins
es: Comprobaciones periódicas
fi: Säännölliset tarkistukset
fr: Points réguliers
is: Reglulegar athuganir
it: Controlli periodici
ja: 定期的なチェックイン
ko: 주기적 체크인
nb: Jevnlige sjekker
nl: Periodieke check-ins
pt_br: Verificações periódicas
ru: Периодические проверки
sv: Regelbundna avstämningar
zh_hans: 定期自评

source: Peripheral oxygen saturation measured by Apple Watch pulse oximetry. Normal range: 95–100%. Values 93–95% may be normal at altitude. Sustained readings below 93% at sea level fall outside the typical range and are worth discussing with a clinician. During sleep, brief dips are common; sustained low readings are worth tracking and bringing up at your next medical appointment. When SpO₂ drops below 95%, the recovery score is penalized by −10 points.
ar: تشبّع الأكسجين المحيطي المقاس بمقياس التأكسج النبضي في Apple Watch. النطاق الطبيعي: 95–100%. وقد تكون القيم 93–95% طبيعية على الارتفاعات. أما القراءات المستمرة دون 93% عند مستوى سطح البحر فتقع خارج النطاق المعتاد وتستحق مناقشتها مع طبيب. وأثناء النوم، تشيع الانخفاضات القصيرة؛ بينما تستحق القراءات المنخفضة المستمرة التتبّع وذكرها في موعدك الطبي القادم. وعندما ينخفض SpO₂ دون 95%، تُخصم 10 نقاط من درجة التعافي.
da: Perifer iltmætning målt med Apple Watch-pulsoximetri. Normalområde: 95–100%. Værdier på 93–95% kan være normale i højden. Vedvarende målinger under 93% ved havoverfladen falder uden for det typiske interval og er værd at tale med en læge om. Under søvn er korte dyk almindelige; vedvarende lave værdier er værd at følge og tage op ved næste lægebesøg. Når SpO₂ falder under 95%, trækkes 10 point fra restitutionsscoren.
de: Periphere Sauerstoffsättigung, gemessen per Pulsoximetrie der Apple Watch. Normalbereich: 95–100%. Werte von 93–95% können in der Höhe normal sein. Anhaltende Werte unter 93% auf Meereshöhe liegen außerhalb des typischen Bereichs und sollten ärztlich besprochen werden. Im Schlaf sind kurze Einbrüche häufig; anhaltend niedrige Werte lohnt es zu verfolgen und beim nächsten Arzttermin anzusprechen. Fällt SpO₂ unter 95%, wird der Erholungs-Score um 10 Punkte gemindert.
es: Saturación periférica de oxígeno medida por la pulsioximetría del Apple Watch. Rango normal: 95–100%. Valores de 93–95% pueden ser normales en altitud. Lecturas sostenidas por debajo del 93% a nivel del mar quedan fuera del rango típico y conviene comentarlas con un profesional. Durante el sueño son frecuentes las caídas breves; las lecturas bajas sostenidas merecen seguimiento y mencionarse en tu próxima cita médica. Cuando la SpO₂ baja del 95%, la puntuación de recuperación se penaliza en 10 puntos.
fi: Ääreisverenkierron happisaturaatio, mitattuna Apple Watchin pulssioksimetrillä. Normaali vaihteluväli: 95–100%. Arvot 93–95% voivat olla normaaleja korkealla. Jatkuvat alle 93%:n lukemat merenpinnan tasolla jäävät tavanomaisen ulkopuolelle, ja niistä kannattaa keskustella lääkärin kanssa. Unen aikana lyhyet notkahdukset ovat tavallisia; pitkittyneitä matalia lukemia kannattaa seurata ja ottaa esiin seuraavalla lääkärikäynnillä. Kun SpO₂ laskee alle 95%:n, palautumispisteistä vähennetään 10 pistettä.
fr: Saturation périphérique en oxygène mesurée par l’oxymètre de pouls de l’Apple Watch. Plage normale : 95–100%. Des valeurs de 93–95% peuvent être normales en altitude. Des mesures durables sous 93% au niveau de la mer sortent de la plage habituelle et méritent d’être évoquées avec un professionnel. Pendant le sommeil, de brèves baisses sont fréquentes ; des valeurs basses persistantes méritent un suivi et d’être signalées lors du prochain rendez-vous médical. Sous 95% de SpO₂, le score de récupération est pénalisé de 10 points.
is: Súrefnismettun í útlimum mæld með púlsoxímæli Apple Watch. Eðlilegt bil: 95–100%. Gildi 93–95% geta verið eðlileg í hæð. Viðvarandi mælingar undir 93% við sjávarmál falla utan dæmigerðs bils og rétt er að ræða þær við lækni. Í svefni eru stuttar dýfur algengar; viðvarandi lág gildi er vert að fylgjast með og nefna á næsta læknistíma. Þegar SpO₂ fer undir 95% eru 10 stig dregin frá endurheimtareinkunn.
it: Saturazione periferica di ossigeno misurata con la pulsossimetria di Apple Watch. Intervallo normale: 95–100%. Valori di 93–95% possono essere normali in quota. Letture persistenti sotto il 93% al livello del mare escono dall’intervallo tipico e vale la pena discuterne con un medico. Durante il sonno brevi cali sono comuni; valori bassi persistenti vanno monitorati e riferiti alla prossima visita. Quando la SpO₂ scende sotto il 95%, il punteggio di recupero viene penalizzato di 10 punti.
ja: Apple Watch のパルスオキシメトリで測定した末梢の酸素飽和度です。正常範囲: 95〜100%。93〜95% は高地では正常なこともあります。海面高度で 93% を下回る状態が続く場合は通常の範囲を外れており、医療者に相談する価値があります。睡眠中の短時間の低下はよくあることですが、低値が持続する場合は経過を追い、次の受診で相談してください。SpO₂ が 95% を下回ると、回復スコアから 10 点が減点されます。
ko: Apple Watch의 맥박 산소포화도 측정으로 얻은 말초 산소포화도입니다. 정상 범위: 95–100%. 93–95%는 고지대에서는 정상일 수 있습니다. 해수면 높이에서 93% 미만이 지속되면 일반적인 범위를 벗어난 것으로, 의료진과 상의할 만합니다. 수면 중 짧은 하강은 흔하지만, 낮은 값이 지속되면 추적하고 다음 진료 때 이야기해 보세요. SpO₂가 95% 아래로 내려가면 회복 점수에서 10점이 감점됩니다.
nb: Perifer oksygenmetning målt med pulsoksymetri på Apple Watch. Normalområde: 95–100%. Verdier på 93–95% kan være normale i høyden. Vedvarende målinger under 93% ved havnivå faller utenfor det typiske området og bør tas opp med lege. Under søvn er korte fall vanlige; vedvarende lave verdier er verdt å følge og nevne ved neste legetime. Når SpO₂ faller under 95%, trekkes restitusjonsscoren 10 poeng.
nl: Perifere zuurstofsaturatie gemeten met de pulsoximetrie van de Apple Watch. Normaal bereik: 95–100%. Waarden van 93–95% kunnen op hoogte normaal zijn. Aanhoudende waarden onder 93% op zeeniveau vallen buiten het gebruikelijke bereik en zijn het bespreken met een arts waard. Tijdens de slaap zijn korte dips gewoon; aanhoudend lage waarden zijn het volgen waard en meld je bij je volgende afspraak. Zakt de SpO₂ onder 95%, dan gaat er 10 punten van de herstelscore af.
pt_br: Saturação periférica de oxigênio medida pela oximetria de pulso do Apple Watch. Faixa normal: 95–100%. Valores de 93–95% podem ser normais em altitude. Leituras sustentadas abaixo de 93% ao nível do mar ficam fora da faixa típica e vale conversar com um profissional. Durante o sono, quedas breves são comuns; valores baixos persistentes merecem acompanhamento e devem ser mencionados na próxima consulta. Quando a SpO₂ cai abaixo de 95%, a pontuação de recuperação perde 10 pontos.
ru: Периферическая сатурация кислорода, измеренная пульсоксиметрией Apple Watch. Норма: 95–100%. Значения 93–95% могут быть нормальными на высоте. Стойкие значения ниже 93% на уровне моря выходят за типичный диапазон, и их стоит обсудить с врачом. Во сне кратковременные провалы обычны; стойко низкие значения стоит отслеживать и упомянуть на ближайшем приёме. Когда SpO₂ опускается ниже 95%, оценка восстановления уменьшается на 10 очков.
sv: Perifer syremättnad mätt med Apple Watchs pulsoximetri. Normalt intervall: 95–100%. Värden på 93–95% kan vara normala på hög höjd. Ihållande värden under 93% vid havsnivå ligger utanför det typiska intervallet och är värda att ta upp med läkare. Under sömn är korta dippar vanliga; ihållande låga värden är värda att följa och nämna vid nästa läkarbesök. När SpO₂ sjunker under 95% dras återhämtningspoängen 10 poäng.
zh_hans: 由 Apple Watch 脉搏血氧测量得到的外周血氧饱和度。正常范围：95–100%。在高海拔地区，93–95% 也可能属正常。若在海平面高度持续低于 93%，则超出常规范围，值得与医生讨论。睡眠期间短暂下降很常见；但若持续偏低，建议持续记录并在下次就诊时提出。SpO₂ 低于 95% 时，恢复评分会扣 10 分。

source: Permanently Delete All
ar: حذف الكل نهائياً
da: Slet alt permanent
de: Alles endgültig löschen
es: Eliminar todo permanentemente
fi: Poista kaikki pysyvästi
fr: Supprimer définitivement tout
is: Eyða öllu varanlega
it: Elimina tutto definitivamente
ja: すべてを完全に削除
ko: 모두 영구 삭제
nb: Slett alt permanent
nl: Alles permanent verwijderen
pt_br: Excluir Tudo Permanentemente
ru: Удалить всё навсегда
sv: Radera allt permanent
zh_hans: 永久删除全部

source: Permanently Delete All?
ar: هل تريد حذف الكل نهائياً؟
da: Slet alt permanent?
de: Alles endgültig löschen?
es: ¿Eliminar todo permanentemente?
fi: Poistetaanko kaikki pysyvästi?
fr: Supprimer définitivement tout ?
is: Eyða öllu varanlega?
it: Eliminare tutto definitivamente?
ja: すべてを完全に削除しますか？
ko: 모두 영구 삭제하시겠습니까?
nb: Slette alt permanent?
nl: Alles permanent verwijderen?
pt_br: Excluir Tudo Permanentemente?
ru: Удалить всё навсегда?
sv: Radera allt permanent?
zh_hans: 永久删除全部？

source: Permanently delete session
ar: حذف الجلسة نهائيًا
da: Slet session permanent
de: Sitzung dauerhaft löschen
es: Eliminar la sesión de forma permanente
fi: Poista istunto pysyvästi
fr: Supprimer définitivement la session
is: Eyða lotu varanlega
it: Elimina definitivamente la sessione
ja: セッションを完全に削除
ko: 세션 영구 삭제
nb: Slett økt permanent
nl: Sessie permanent verwijderen
pt_br: Excluir sessão permanentemente
ru: Удалить сессию безвозвратно
sv: Radera sessionen permanent
zh_hans: 永久删除记录

source: Permissions
ar: الأذونات
da: Tilladelser
de: Berechtigungen
es: Permisos
fi: Käyttöoikeudet
fr: Autorisations
is: Heimildir
it: Autorizzazioni
ja: アクセス許可
ko: 권한
nb: Tillatelser
nl: Machtigingen
pt_br: Permissões
ru: Разрешения
sv: Behörigheter
zh_hans: 权限

source: Persistent Logging
ar: التسجيل المستمر
da: Vedvarende logning
de: Dauerhafte Protokollierung
es: Registro persistente
fi: Jatkuva lokitus
fr: Journalisation persistante
is: Viðvarandi atvikaskráning
it: Registrazione persistente
ja: 永続ログ
ko: 영구 로깅
nb: Vedvarende logging
nl: Permanente logregistratie
pt_br: Log Persistente
ru: Постоянное журналирование
sv: Beständig loggning
zh_hans: 持久化日志

source: Physiology
ar: علم وظائف الأعضاء
da: Fysiologi
de: Physiologie
es: Fisiología
fi: Fysiologia
fr: Physiologie
is: Lífeðlisfræði
it: Fisiologia
ja: 生理学
ko: 생리학
nb: Fysiologi
nl: Fysiologie
pt_br: Fisiologia
ru: Физиология
sv: Fysiologi
zh_hans: 生理学

source: PHYSIOLOGY
ar: علم وظائف الأعضاء
da: FYSIOLOGI
de: PHYSIOLOGIE
es: FISIOLOGÍA
fi: FYSIOLOGIA
fr: PHYSIOLOGIE
is: LÍFEÐLISFRÆÐI
it: FISIOLOGIA
ja: 生理指標
ko: 생리 지표
nb: FYSIOLOGI
nl: FYSIOLOGIE
pt_br: FISIOLOGIA
ru: ФИЗИОЛОГИЯ
sv: FYSIOLOGI
zh_hans: 生理指标
